{
  "WelcomeMsgHeading" : "Osvietenstvo v Habsburskej monarchii",
  "WelcomeMsg1Par" : "Vitajte vo virtuálnej scéne, vytvorenej pomocou technológií webovej virtuálnej (VR) a rozšírenej (XR) reality. Scéna, v ktorej sa nachádzate je expozíciou zameranou na obdobie osvietenských reforiem v Habsburskej monarchii.",
  "WelcomeMsg2Par" : "Táto expozícia pozostáva z troch vzájomne prepojených miestností, ktoré obsahujú 16 zaujímavých exponátov. A sú tu pre vás pripravené tri úlohy na splnenie. Kde úlohy nájdete, zistíte na informačnom paneli oproti. Prajeme vám veľa šťastia a zábavy pri ich úspešnom plnení a preskúmavaní expozície.",
  "WelcomeMsg3Par" : "Táto scéna pozostáva z 3 vzájomne prepojených miestností, ktoré obsahujú 16 zaujímavých expozícií, v ktorých musíte splniť nejaké úlohy. Prajeme vám veľa šťastia pri ich úspešnom dokončení, neváhajte a preskúmajte tento zažitok.",
  "gratulationMsgHeading" : "Gratulujeme",
  "gratulationMsgPar" : "Úspešne ste dokončili všetky úlohy v scéne.",
  "failedMsgHeading" : "Nesprávne",
  "failedMsgPar" : "Nesprávne ste vykonali jednotlivé úlohy",

  "MariaTerezia" : "Erb Márie Terézie",
  "MariaTereziaDescription" : "cisárovná Svätej rímskej ríše nemeckého národa (zdieľané), Kráľovná Uhorska, Česka, Chorvátska a Slavónska, Arcivojvodkyňa Rakúska, Vojvodkyňa Parmy a Piacenzy, Veľkovojvodkyňa Toskánska.",
  "Toliar" : "Toliar Márie Terézie",
  "ToliarDescription" : "Mária Terézia nechala počas svojej vlády vyraziť skoro 300 typov medených, strieborných  mincí. Jednou z najslávnejších mincí uvedenej panovníčky sú toliare nazývané levantské. Razili  sa v oblasti Predného Rakúska. Norma na ich razbu stanovovala nasledujúce parametre: veľkosť 40-41 mm, hmotnosť 28,06 g, obsahovali až 83,3 percent čistého striebra. Tieto mince boli v dobe svojej razby jednými z najreprezentatívnejších platidiel cisárovnej Márie Terézie.",
  "BratislavskyHrad" : "Bratislavský hrad",
  "BratislavskyHradDescription" : "Jadro hradu tvorí palác lichobežníkového tvaru, ktorý dal postaviť cisár Žigmund Luxemburský ako svoju rezidenciu a zároveň pevnosť proti husitom. Dnešnú podobu so štyrmi nárožnými vežičkami získal hrad v 17. storočí. V najväčšej z nich Korunnej veži sa uschovávali korunovačné klenoty. Najreprezentatívnejší charakter získal hrad počas panovania Márie Terézie, ktorá k hradnému palácu pristavala nové hospodárske budovy a založila záhrady.",
  "uloha" : "test",

  "MonarchQuestion" : "Kto nastúpil v roku 1740 na Habsburgský trón? Označte jeho alebo jej portrét.",
  "MonarchMariaTerezia" : "Mária Terézia",
  "MonarchMariaTereziaDescription" : "Mária Terézia (1717-1780), najstaršia dcéra nemeckého cisára Karola VI., posledného mužského potomka Habsburgovcov, nastúpila na trón na základe tzv. pragmatické sankcie. Aj keď nebola vychovávaná ako budúca vládkyňa, dokázala sa tejto úlohy naplno zhostiť. Vyhýbala sa konfliktom a svoje panovnícke rozhodnutia konzultovala s okruhom spolupracovníkov. Jej manželstvo napriek tomu, že bolo politicky dohodnutým sobášom bolo veľmi šťastné. Okrem vladárskych povinností si Mária Terézia príkladne plnila aj materské povinnosti. Mala 16 deti.",
  "MonarchKarol" : "Karol VI. Habsburský",
  "MonarchKarolDescription" : "Karol VI. Habsburský (1685 - 1740) bol rakúsky arcivojvoda, rímskonemecký cisár, španielsky, uhorský a český kráľ z rodu Habsburgovcov, mladší syn cisára Leopolda I. a jeho tretej manželky Eleonóry Magdalény Falcko-neuburskej. Po svojom nástupe na cisársky trón a uzavretím Satmárskeho mieru zriadil schválením uhorského snemu stálu armádu, čo mu umožnilo zlikvidovať posledné zvyšky osmanského panstva v Uhorsku. Po definitívnom vytlačení Turkov z Uhorska nastúpil kurz hospodárskej a politickej konsolidácie monarchie.",
  "MonarchJozef" : "Jozef II. Habsburský",
  "MonarchJozefDescription" : "Jozef II. (1741 - 1790) bol pripravovaný na to, že sa raz stane panovníkom. Ako šesťročný vedel písať a čítať vo viacerých jazykoch. Dostal dôkladné vzdelanie, jeho učiteľmi boli významní osvietenci. Nedal sa korunovať za uhorského a českého kráľa, preto ho šľachta posmešne nazývala „klobúkový kráľ”. Ešte v roku 1765 však bol korunovaný za nemeckého cisára. Už ako spoluvládca Mánie Terézie kritizoval pomalé a nedôsledné zavádzanie reforiem.",
  "MonarchFrantisek" : "František I. Štefan Lotrinský",
  "MonarchFranisekDescription" : "František Štefan I. Lotrinský (1708 - 1765) bol lotrinský vojvoda, toskánsky veľkovojvoda a cisár svätej ríše Rímskej. Svoje nie veľmi úspešné pôsobenie ako cisár si plne vynahradil v podnikateľskej oblasti, v ktorej prejavil mimoriadne nadanie. Základom jeho majetku sa stalo ohromné dedičstvo, ktoré mu poslúžilo na rozvoj podnikania. Okrem manufaktúr založil niekoľko bánk, stal sa hlavným dodávateľom pre habsburskú armádu, počas sedemročnej vojny dokonca zásoboval i armádu pruského kráľa Fridricha II.",

  "ReformsQuestion" : "Označte exponáty s reformami, ktoré zaviedla Mária Terézia.",
  "ReformsZdravotnaReformaBook" : "ZDRAVOTNÁ REFORMA",
  "ReformsZdravotnaReforma" : "Zdravotná reforma",
  "ReformsZdravotnaReformaDescription" : "Zriadenie komisií, ktoré mali chrániť obyvateľstvo pred nákazlivými chorobami a tiež mali vykonávať osvetu u prostého obyvateľstva. Kontrolovali zdravotnícke zariadenia, bojovali proti šíreniu moru a iných nákazlivých chorôb a radili obyvateľstvu stavať murované domy, nie drevené. Komisie nariaďovali aj očkovanie proti chorobám.",
  "ReformsTezezianskyUrbarBook" : "TEREZIÁNSKY URBÁR",
  "ReformsTerezianskyUrbar" : "Tereziánsky urbár",
  "ReformsTerezianskyUrbarDescription" : "Tereziánsky urbár určoval veľkosť poddanskej závislosti, na základe ktorej ustanovil povinnosti poddaných voči zemepánovi. Tak sa zo súkromno-právneho vzťahu medzi zemepánom a poddaným stal verejnoprávny vzťah, čím sa zlepšilo sociálne postavenie poddaných. Urbáre boli písané v jazyku ľudu, teda v slovenských oblastiach po slovensky. Urbárska regulácia upravovala poddanské pomery až do roku 1848, keď bolo poddanstvo zrušené.",
  "ReformsSkolskyPoriadokBook" : "VŠEOBECNÝ ŠKOLSKÝ PORIADOK",
  "ReformsSkolskyPoriadok" : "Všeobecný školský poriadok",
  "ReformsSkolskyPoriadokDescription" : "Podľa neho malo nárok na vzdelanie každé dieťa na území habsburskej monarchie, bez ohľadu na pôvod, miesto bydliska alebo pohlavie. V každej dedine sa mala založiť škola, v ktorej sa deti mali učiť tzv. trivium, teda čítať, písať a počítať, čím sa položili základy všeobecnej gramotnosti.  Všeobecný školský poriadok rozdelil školy na štyri základné typy  Ľudové školy (triviálne, hlavné a normálne),  Latinské gramatické školy, Gymnáziá a Univerzity a lýceá.",
  "ReformsPatentBook" : "PATENT O ZRUŠENÍ NEVOĽNÍCTVA",
  "ReformsPatent" : "Patent o zrušení nevoľníctva",
  "ReformsPatentDescription" : "Patent o zrušení nevoľníctva umožnil poddaným, aby sa slobodne sťahovali, sobášili, dávali deti na remeslo a štúdium. Predtým potrebovali súhlas zemepána. Vydanie patentu urýchlilo sťahovanie voľnej pracovnej sily do miest a priemyselných stredísk.",

  "JewelsQuestion" : "Nájdite Uhorské korunovačné insígnie v miestnosti a preneste ich na prázdny podstavec napravo.",
  "JewelsKatedralaSvMartina" : "Katedrála svätého Martina",
  "JewelsKatedralaSvMartinaDescription" : "V dnešnej Katedrále sv. Martina korunovali ako prvého panovníka v roku 1563 Ferdinandovho syna Maximiliána. V rokoch 1563 až 1830 sa tu konalo 19 korunovácii. Z nich najznámejšia je korunovácia Márie Terézie. Práve za jej panovania bola na vežu kostola umiestnená kópia uhorskej koruny ako pamiatka na túto slávnostnú udalosť.",
  "JewelsKoruna" : "Koruna",
  "JewelsCasa" : "Čaša",
  "JewelsJablko" : "Jablko a Plášt",
  "JewelsMec" : "Meč",
  "JewelsZezlo" : "Žezlo",

  "ImportQuestion" : "Nájdite tovar ktorý sa dovážal z krajín orientu do Európy v miestnosti a preneste ich na prázdny podstavec napravo.",
  "ImportSilkText" : "Hodváb",
  "ImportParfumeText" : "Parfén",
  "ImportGoldText" : "Zlato",
  "ImportSpiceText" : "Korenie",
  "ImportCoffeeText" : "Káva",

  "RenesanceQuestion" : "Priraďte k dielam ich autorov",
  "RenesanceDavid" : "Socha Dávid",
  "RenesanceDavidDescription" : "Socha zobrazuje biblického hrdinu Dávida, ktorý slávnym spôsobom porazil obra Goliáša jediným kameňom zo svojho praku. David je zobrazený ako nahý, svalnatý muž vysoký 17 stôp a je zobrazený v póze, ktorá je uvoľnená a ostražitá.Socha bola pôvodne vytvorená pre katedrálu vo Florencii, kde bola inštalovaná na námestí Piazza della Signoria v roku 1504. Rýchlo sa stala ikonou renesancie, obdivovanou pre svoje realistické zobrazenie ľudskej podoby a zručné využitie mramoru.",
  "RenesanceMonaLisa" : "Mona Lisa",
  "RenesanceMonaLisaDescription" : "Obraz zobrazuje ženu, o ktorej sa všeobecne predpokladá, že je to Lisa Gherardini, manželka florentského obchodníka, ktorá sedí s jemným úsmevom na tvári a rukami jemne zloženými v lone. Je oblečená v obyčajnom odeve a zdá sa, že sedí pred krajinou s kľukatou cestou vedúcou do diaľky. Obraz je široko obdivovaný pre svoju technickú zručnosť vrátane jemného modelovania postavy a jemného použitia svetla a tieňa. Tajomný výraz sittera tiež po stáročia zachytával predstavivosť milovníkov umenia, čo viedlo k mnohým interpretáciám a teóriám o význame obrazu.",
  "RenesanceVenere" : "La nascita di Venere",
  "RenesanceMadona" : "Sixtínska Madonna",
  "RenesanceMadonaDescription" : "Obraz zobrazuje Pannu Máriu držiacu Ježiška v náručí, obklopenú dvoma anjelmi, z ktorých jeden je známy, ako si opiera bradu o ruky. Obraz je uložený v múzeu Gemäldegalerie Alte Meister v Drážďanoch v Nemecku, kde je vystavený od polovice 18. storočia. Je všeobecne považovaný za jedno z najznámejších a najobľúbenejších umeleckých diel na svete a dodnes inšpiruje umelcov a uchvacuje divákov.",
  "RenesanceDaVinciText" : "DaVinci",
  "RenesanceDaVinciText2" : "Leonardo da Vinci",
  "RenesanceDaVinciDescription" : "Leonardo da Vinci (1452-1519) bol slávny taliansky renesančný umelec, vynálezca a vedec. Je všeobecne považovaný za jedného z najtalentovanejších a najvšestrannejších jednotlivcov v histórii. Da Vinci bol plodný vynálezca a inžinier. Navrhol lietajúce stroje, mosty a vojenské zbrane a významne prispel k oblasti anatómie, optiky a matematiky. Mnohé z jeho nápadov a návrhov predbehli dobu a niektoré sa zrealizovali až storočia po jeho smrti.",
  "RenesanceMichelangeloText" : "Michelangelo Buonarroti",
  "RenesanceMichelangeloText2" : "Michelangelo Buonarroti",
  "RenesanceMichelangeloDescription" : "Michelangelo Buonarroti (1475-1564) bol taliansky renesančný umelec, sochár, básnik a architekt. Je všeobecne považovaný za jedného z najväčších umelcov všetkých čias. Michelangelo bol tiež talentovaný maliar a jeho diela, vrátane Posledného súdu a fresiek na strope Sixtínskej kaplnky, sú obdivované pre svoju krásu a zložitosť. Okrem svojej umeleckej práce bol Michelangelo aj uznávaným architektom. Navrhol kupolu Baziliky svätého Petra v Ríme a Medicejskú kaplnku vo Florencii.",
  "RenesanceBotticelliText" : "Sandro Botticelli",
  "RenesanceBotticelliText2" : "Sandro Botticelli",
  "RenesanceBotticelliDescription" : "Sandro Botticelli (1445-1510) bol taliansky renesančný maliar, ktorý je známy najmä svojimi dielami zobrazujúcimi klasické mytologické námety a náboženské námety. Narodil sa vo Florencii v Taliansku a trénoval pod vedením Fra Filippa Lippiho, prominentného maliara tej doby. Jeho obrazy sú obdivované pre ich jemné použitie línií, jemné farby a pôvabné postavy. Botticelli okrem mytologických a náboženských diel maľoval aj portréty a alegorické výjavy. Počas svojej doby bol významnou osobnosťou kultúrnych a umeleckých kruhov Florencie a medzi svojich podporovateľov počítal mnoho mocných mecenášov.",
  "RenesanceRaffaelText" : "Raffael Santi",
  "RenesanceRaffaelText2" : "Raffael Santi",
  "RenesanceRaffaelDescription" : "Raffaello Sanzio, tiež známy ako Raphael (1483-1520), bol taliansky renesančný maliar a architekt. Narodil sa v talianskom Urbine a vyučil sa v dielni Perugina, významného maliara tej doby. Raphael bol významnou osobnosťou v kultúrnych a umeleckých kruhoch renesančného Talianska a medzi svojich podporovateľov počítal mnoho mocných patrónov. Jeho odkaz dodnes inšpiruje umelcov a jeho diela sú oslavované ako majstrovské diela renesančného umenia.",

  "CounterReformQuestion" : "Ktoré osobnosti sa výrazne zaslúžili o rekatolizáciu na území Slovenska",
  "CounterReformPazman" : "Peter Pazman",
  "CounterReformPazmanDescription" : "Bol uhorský jezuitský učenec a teológ. Je známy najmä svojou prácou na preklade a šírení Biblie v maďarčine. Pazman sa narodil v Kasse (dnes Košice, Slovensko) a v mladom veku vstúpil do jezuitskej rehole. Študoval vo Viedni a Ríme, stal sa profesorom filozofie a teológie na jezuitskom kolégiu v rakúskom Grazi. Začiatkom 17. storočia začal Pazman pracovať na novom preklade Biblie do maďarčiny. Išlo o významný počin, keďže v tom čase neexistoval spisovný maďarský jazyk a existujúce preklady boli neúplné a zastarané. Pazmanov preklad bol dokončený v roku 1626 a stal sa na niekoľko storočí štandardnou verziou Biblie v Uhorsku.",
  "CounterReformStur" : "Ľudovit Štúr",
  "CounterReformSturDescription" : "Bol slovenský spisovateľ, jazykovedec a politický vodca, ktorý zohral kľúčovú úlohu pri rozvoji slovenského jazyka a identity. Je považovaný za jednu z najvýznamnejších osobností slovenskej histórie a kultúry. Štúr sa narodil v slovenskom meste Uhrovec a študoval na univerzitách v Bratislave, Prahe a Berlíne. V 30. a 40. rokoch 19. storočia sa zapojil do slovenského národného obrodného hnutia, ktoré sa snažilo presadzovať používanie slovenského jazyka a kultúry a nastoliť väčšiu politickú autonómiu slovenského ľudu v rámci Rakúsko-Uhorska. V rámci tohto hnutia sa Štúr zasadil o štandardizáciu slovenského jazyka a vytvorenie spisovnej podoby jazyka vychádzajúcej zo stredoslovenského nárečia. To sa stalo známym ako „štúrovská reč“ a pomohlo k vytvoreniu jednotného slovenského spisovného jazyka.",
  "CounterReformBel" : "Matej Bel",
  "CounterReformBelDescription" : "Matej Bel (1684-1749) bol slovenský evanjelický farár, historik a etnograf, ktorý zohral kľúčovú úlohu v kultúrnom a intelektuálnom živote Slovenska v 18. storočí. Bel bol plodným spisovateľom a vedcom a jeho diela pokrývali široké spektrum tém, ktoré sa týkali slovenských dejín, kultúry a spoločnosti. Preslávil sa najmä svojou významnou historickou prácou „Notitia Hungariae Novae Historico-Geographica“, ktorá bola komplexným prehľadom geografie, histórie a kultúry Uhorska a krajín bývalého Uhorského kráľovstva.",
  "CounterReformPKollar" : "Ján Kollár",
  "CounterReformKollarDescription" : "Ján Kollár (1793-1852) bol slovenský básnik, jazykovedec a politický aktivista, ktorý zohral významnú úlohu v slovenskom národnom obrodeneckom hnutí v 19. storočí. V roku 1830 vydal Kollár svoje najznámejšie dielo Slávy dcera, epickú báseň oslavujúcu krásu a kultúrne úspechy slovanských národov. Báseň výrazne zasiahla do vznikajúceho panslovanského hnutia v Európe a pomohla Kollárovi etablovať sa ako jednu z popredných osobností slovenského národného obrodenia.",

  "DynastyQuestion" : "Ktorá panocnícka dynastia nastúpila v Uhorsku po moháčskej bitke ",
  "DynastyWittelsbach" : "Wittelsbachovci",
  "DynastyWittelsbachDescription" : "Dynastia Wittelsbachovcov je nemecký šľachtický rod, ktorý sa preslávil v 12. storočí a na niekoľko storočí sa stal jednou z najmocnejších a najvplyvnejších dynastií v Európe. Rodina vznikla v regióne Bavorsko v južnom Nemecku a rýchlo získala moc vďaka strategickým spojenectvám a manželstvám. Zohrali kľúčovú úlohu v politike a kultúre Bavorska a Svätej ríše rímskej, pričom niekoľko členov rodiny v priebehu storočí slúžilo ako vojvodcovia, králi a cisári.",
  "DynastyValois" : "Valoisovci",
  "DynastyValoisDescription" : "Dynastia Valois bola francúzsky šľachtický rod, ktorý sa dostal k moci koncom 14. storočia a vládol Francúzsku až do polovice 16. storočia. Boli vetvou dynastie Kapetovcov, ktorá vládla Francúzsku od 10. storočia. Dynastia Valois bola založená Filipom VI., ktorý sa stal francúzskym kráľom v roku 1328. Dynastia dosiahla svoj vrchol za vlády Karola V. a Karola VI., ktorí dohliadali na obdobie kultúrneho a umeleckého rozkvetu Francúzska. Vláda Karola VI. bola však poznačená politickou nestabilitou a vypuknutím storočnej vojny s Anglickom.",
  "DynastyPlantageneti" : "Plantageneti",
  "DynastyPlantagenetiDescription" : "Dynastia Valois bola francúzsky šľachtický rod, ktorý sa dostal k moci koncom 14. storočia a vládol Francúzsku až do polovice 16. storočia. Boli vetvou dynastie Kapetovcov, ktorá vládla Francúzsku od 10. storočia. Dynastia Valois bola založená Filipom VI., ktorý sa stal francúzskym kráľom v roku 1328. Dynastia dosiahla svoj vrchol za vlády Karola V. a Karola VI., ktorí dohliadali na obdobie kultúrneho a umeleckého rozkvetu Francúzska. Vláda Karola VI. bola však poznačená politickou nestabilitou a vypuknutím storočnej vojny s Anglickom.",
  "DynastyHabsburg" : "Habsburgská dynastia",
  "DynastyHabsburgDescription" : "Habsburská dynastia bola mocná európska kráľovská dynastia, ktorá vznikla v Rakúsku a stala sa jedným z najvplyvnejších vládnucich rodov v európskych dejinách. Dynastia bola pomenovaná podľa hradu Habsburg, ktorý sa nachádza v dnešnom Švajčiarsku a bol rodovým sídlom rodiny. Habsburgovci sa dostali k moci v 13. storočí a ovládli Rakúsko, Uhorsko, Španielsko, Holandsko a časť Talianska a Nemecka. Boli známi svojimi strategickými sobášmi, ktoré im pomohli rozšíriť svoju moc a vplyv po celej Európe.",

  "TurkStrikeQuestion" : "Označte miesta kam smerovali hlavné útoky tureckých vojsk na Slovensku"

}
