{
  "WelcomeMsgHeading" : "Enlightenment in the Habsburg Monarchy",
  "WelcomeMsg1Par" : "Welcome to a virtual scene, created using web virtual (VR) and augmented (XR) reality technologies. The scene you are in is an exposition focused on the period of Enlightenment reforms in the Habsburg Monarchy.",
  "WelcomeMsg2Par" : "This exhibition consists of three interconnected rooms that contain 16 interesting exhibits. And there are three tasks ready for you to complete. You can find out where you can find the tasks on the information panel opposite. We wish you good luck and fun in completing them successfully and exploring the exposition.",
  "WelcomeMsg3Par" : "This scene consists of 3 interconnected rooms that contain 16 interesting exhibits in which you have to complete some tasks. We wish you the best of luck in completing them, please feel free to explore this experience.",
  "gratulationMsgHeading" : "Congratulations",
  "gratulationMsgPar" : "You have successfully completed all tasks in the scene.",
  "failedMsgHeading" : "Wrong",
  "failedMsgPar" : "You performed individual tasks incorrectly",

  "MariaTerezia" : "Coat of arms of Maria Theresa",
  "MariaTereziaDescription" : "Holy Roman Empress of the German Nation (shared), Queen of Hungary, Bohemia, Croatia and Slavonia, Archduchess of Austria, Duke of Parma and Piacenza, Grand Duchess of Tuscany.",
  "Toliar" : "Toliar Maria Theresia",
  "ToliarDescription" : "Maria Theresa minted almost 300 types of copper and silver coins during her reign. One of the most famous coins of the aforementioned queen are the so-called Levantine toliares. They were minted in the area of Eastern Austria. The standard for their coinage established the following parameters: size 40-41 mm, weight 28.06 g, they contained up to 83.3 percent pure silver. At the time of their minting, these coins were one of the most representative currencies of Empress Maria Theresa.",
  "BratislavskyHrad" : "Bratislava castle",
  "BratislavskyHradDescription" : "The core of the castle is a trapezoidal palace, which was built by Emperor Sigismund of Luxemburg as his residence and at the same time a fortress against the Hussites. The castle got its present form with four corner turrets in the 17th century. The crown jewels were kept in the largest of them, the Crown Tower. The castle gained its most representative character during the reign of Maria Theresa, who added new farm buildings to the castle palace and established gardens.",
  "uloha" : "Task",

  "MonarchQuestion" : "Who ascended the Habsburg throne in 1740? Tag his or her portrait.",
  "MonarchMariaTerezia" : "Maria Theresa",
  "MonarchMariaTereziaDescription" : "Mária Theresia (1717-1780), the eldest daughter of the German Emperor Charles VI, the last male descendant of the Habsburgs, ascended the throne on the basis of the so-called pragmatic sanctions. Even though she was not raised as a future ruler, she was able to fulfill this role to the fullest. She avoided conflicts and consulted her royal decisions with a circle of collaborators. Her marriage, despite being a politically arranged marriage, was very happy. In addition to her duties as a ruler, Mária Terézia also fulfilled her maternal duties in an exemplary manner. She had 16 children.",
  "MonarchKarol" : "Charles VI. Habsburg",
  "MonarchKarolDescription" : "Charles VI. Habsburg (1685 - 1740) was an Austrian archduke, Holy Roman Emperor, Spanish, Hungarian and Czech king from the Habsburg family, the younger son of Emperor Leopold I and his third wife Eleonora Magdalena Palatinate-Neuburg. After his accession to the imperial throne and the conclusion of the Peace of Satmár, he established a standing army with the approval of the Hungarian Diet, which enabled him to eliminate the last remnants of Ottoman rule in Hungary. After the final expulsion of the Turks from Hungary, the economic and political consolidation of the monarchy began.",
  "MonarchJozef" : "Joseph II. Habsburg",
  "MonarchJozefDescription" : "Joseph II. (1741 - 1790) was being prepared to one day become a monarch. At the age of six, he could read and write in several languages. He received a thorough education, his teachers were important intellectuals. He could not be crowned as the Hungarian and Czech king, so the nobility mockingly called him the hat king. As early as 1765, however, he was crowned German emperor. Even as the co-ruler of Mania Theresia, he criticized the slow and inconsistent introduction of reforms.",
  "MonarchFrantisek" : "František I. Štefan Lorraine",
  "MonarchFranisekDescription" : "Francis Štefan I. Lorraine (1708 - 1765) was Duke of Lorraine, Grand Duke of Tuscany and Holy Roman Emperor. He fully compensated for his not very successful tenure as emperor in the business field, in which he showed extraordinary talent. The basis of his property was a huge inheritance, which served him to develop his business. In addition to manufactories, he founded several banks, became the main supplier for the Habsburg army, and even supplied the army of the Prussian King Frederick II during the Seven Years' War.",

  "ReformsQuestion" : "Label the exhibits with the reforms introduced by Maria Theresa.",
  "ReformsZdravotnaReformaBook" : "HEALTH REFORM",
  "ReformsZdravotnaReforma" : "Health reform",
  "ReformsZdravotnaReformaDescription" : "The establishment of commissions that were supposed to protect the population from contagious diseases and also to educate the common population. They inspected medical facilities, fought against the spread of plague and other contagious diseases, and advised the population to build brick houses, not wooden ones. The commissions also ordered vaccination against diseases.",
  "ReformsTezezianskyUrbarBook" : "THERESIAN URBAN",
  "ReformsTerezianskyUrbar" : "Teresian urbanist",
  "ReformsTerezianskyUrbarDescription" : "Teresian urbar determined the extent of subject dependence, on the basis of which he established the obligations of subjects towards the landlord. Thus, the private-law relationship between the landowner and the subject became a public-law relationship, which improved the social status of the subjects. Urbárs were written in the language of the people, that is, in Slovak regions in Slovak. Urban regulation regulated serfdom until 1848, when serfdom was abolished.",
  "ReformsSkolskyPoriadokBook" : "GENERAL SCHOOL REGULATIONS",
  "ReformsSkolskyPoriadok" : "General school regulations",
  "ReformsSkolskyPoriadokDescription" : "According to him, every child in the territory of the Habsburg Monarchy was entitled to education, regardless of origin, place of residence or gender. A school was to be established in every village, where children were to learn the so-called trivium, i.e. reading, writing and arithmetic, which laid the foundations of general literacy. The general school regulations divided schools into four basic types: People's schools (trivial, main and normal), Latin grammar schools, Gymnasiums and Universities and lyceums.",
  "ReformsPatentBook" : "PATENT ON THE ABOLITION OF SLAVERY",
  "ReformsPatent" : "Patent for the Abolition of Slavery",
  "ReformsPatentDescription" : "The patent for the abolition of serfdom allowed subjects to freely move, marry, give their children to trades and studies. Before that, they needed the landlord's approval. The issuance of the patent accelerated the movement of free labor to cities and industrial centers.",

  "JewelsQuestion" : "Find the Hungarian Coronation Insignia in the room and transfer it to the empty pedestal on the right.",
  "JewelsKatedralaSvMartina" : "St Martin's Cathedral",
  "JewelsKatedralaSvMartinaDescription" : "In today's Cathedral of St. Martin was crowned as the first monarch in 1563 by Ferdinand's son Maximilian. Between 1563 and 1830, 19 coronations took place here. The most famous of them is the coronation of Maria Theresa. It was during her reign that a copy of the Hungarian crown was placed on the church tower as a memorial to this festive event.",
  "JewelsKoruna" : "Crown",
  "JewelsCasa" : "A cup",
  "JewelsJablko" : "Apple and Cloak",
  "JewelsMec" : "Sword",
  "JewelsZezlo" : "Scepter",

  "ImportQuestion" : "Find the goods that were imported from the Orient to Europe in the room and transfer them to the empty pedestal on the right.",
  "ImportSilkText" : "Silk",
  "ImportParfumeText" : "Parfume",
  "ImportGoldText" : "Gold",
  "ImportSpiceText" : "Spice",
  "ImportCoffeeText" : "Coffee",

  "RenesanceQuestion" : "Match the works with their authors",
  "RenesanceDavid" : "David statue",
  "RenesanceDavidDescription" : "The statue depicts the biblical hero David, who famously defeated the giant Goliath with a single stone from his slingshot. Depicted as a naked, muscular man 17 feet tall, David is depicted in a pose that is both relaxed and watchful. The statue was originally created for the Florence Cathedral, where it was installed in the Piazza della Signoria in 1504. It quickly became an icon of the Renaissance, admired for its realistic depiction of the human form and skillful use of marble.",
  "RenesanceMonaLisa" : "Mona Lisa",
  "RenesanceMonaLisaDescription" : "The painting depicts a woman widely believed to be Lisa Gherardini, the wife of a Florentine merchant, seated with a soft smile on her face and her hands gently folded in her lap. She is dressed in plain clothing and appears to be sitting in front of a landscape with a winding road leading off into the distance. The painting is widely admired for its technical skill, including the delicate modeling of the figure and the delicate use of light and shadow. The sitter's mysterious expression has also captured the imagination of art lovers for centuries, leading to many interpretations and theories about the meaning of the painting.",
  "RenesanceVenere" : "La nascita di Venere",
  "RenesanceVenereDescription" : "La nascita di Venere",
  "RenesanceMadona" : "Sistine Madonna",
  "RenesanceMadonaDescription" : "The painting depicts the Virgin Mary holding the baby Jesus in her arms, surrounded by two angels, one of whom is known to rest his chin on his hands. The painting is stored in the Gemäldegalerie Alte Meister museum in Dresden, Germany, where it has been exhibited since the mid-18th century. It is widely regarded as one of the most famous and beloved works of art in the world and continues to inspire artists and captivate audiences today.",
  "RenesanceDaVinciText" : "DaVinci",
  "RenesanceDaVinciText2" : "Leonardo da Vinci",
  "RenesanceDaVinciDescription" : "Leonardo da Vinci (1452-1519) was a famous Italian Renaissance artist, inventor and scientist. He is widely regarded as one of the most talented and versatile individuals in history. Da Vinci was a prolific inventor and engineer. He designed flying machines, bridges and military weapons and made significant contributions to the fields of anatomy, optics and mathematics. Many of his ideas and proposals were ahead of their time and some were not realized until centuries after his death.",
  "RenesanceMichelangeloText" : "Michelangelo Buonarroti",
  "RenesanceMichelangeloText2" : "Michelangelo Buonarroti",
  "RenesanceMichelangeloDescription" : "Michelangelo Buonarroti (1475-1564) was an Italian Renaissance artist, sculptor, poet and architect. He is widely regarded as one of the greatest artists of all time. Michelangelo was also a talented painter, and his works, including The Last Judgment and the frescoes on the ceiling of the Sistine Chapel, are admired for their beauty and complexity. In addition to his artistic work, Michelangelo was also a renowned architect. He designed the dome of St. Peter's Basilica in Rome and the Medici Chapel in Florence.",
  "RenesanceBotticelliText" : "Sandro Botticelli",
  "RenesanceBotticelliText2" : "Sandro Botticelli",
  "RenesanceBotticelliDescription" : "Sandro Botticelli (1445-1510) was an Italian Renaissance painter who is best known for his works depicting classical mythological subjects and religious subjects. Born in Florence, Italy, he trained under Fra Filippo Lippi, a prominent painter of the time. His paintings are admired for their delicate use of line, soft colors and graceful figures. In addition to mythological and religious works, Botticelli also painted portraits and allegorical scenes. During his time, he was a prominent figure in the cultural and artistic circles of Florence and counted many powerful patrons among his supporters.",
  "RenesanceRaffaelText" : "Raffael Santi",
  "RenesanceRaffaelText2" : "Raffael Santi",
  "RenesanceRaffaelDescription" : "Raffaello Sanzio, also known as Raphael (1483-1520), was an Italian Renaissance painter and architect. He was born in Urbino, Italy and trained in the workshop of Perugino, an important painter of the time. Raphael was a prominent figure in the cultural and artistic circles of Renaissance Italy and counted many powerful patrons among his supporters. His legacy continues to inspire artists today, and his works are hailed as masterpieces of Renaissance art.",

  "CounterReformQuestion" : "Which personalities significantly contributed to re-Catholicization in Slovakia",
  "CounterReformPazman" : "Peter Pazman",
  "CounterReformPazmanDescription" : "He was a Hungarian Jesuit scholar and theologian. He is best known for his work on the translation and dissemination of the Bible in Hungarian. Pazman was born in Kassa (now Košice, Slovakia) and entered the Jesuit order at a young age. He studied in Vienna and Rome, became a professor of philosophy and theology at the Jesuit college in Graz, Austria. At the beginning of the 17th century, Pazman began working on a new translation of the Bible into Hungarian. This was a significant undertaking, as there was no written Hungarian language at the time and the existing translations were incomplete and outdated. Pazman's translation was completed in 1626 and became the standard version of the Bible in Hungary for several centuries.",
  "CounterReformStur" : "Ľudovit Štúr",
  "CounterReformSturDescription" : "He was a Slovak writer, linguist and political leader who played a key role in the development of the Slovak language and identity. He is considered one of the most important personalities of Slovak history and culture. Štúr was born in the Slovak town of Uhrovec and studied at universities in Bratislava, Prague and Berlin. In the 1830s and 1840s, he joined the Slovak national revival movement, which sought to promote the use of the Slovak language and culture and to establish greater political autonomy for the Slovak people within Austria-Hungary. As part of this movement, Štúr advocated for the standardization of the Slovak language and the creation of a literary form of the language based on the Central Slovak dialect. This became known as Stúrovská rec and helped to create a unified Slovak written language.",
  "CounterReformBel" : "Matej Bel",
  "CounterReformBelDescription" : "Matej Bel (1684-1749) was a Slovak evangelical pastor, historian and ethnographer who played a key role in the cultural and intellectual life of Slovakia in the 18th century. Bel was a prolific writer and scholar, and his works covered a wide range of topics related to Slovak history, culture and society. He is particularly famous for his important historical work Notitia Hungariae Novae Historico-Geographica, which was a comprehensive overview of the geography, history and culture of Hungary and the countries of the former Kingdom of Hungary.",
  "CounterReformPKollar" : "Ján Kollár",
  "CounterReformKollarDescription" : "Ján Kollár (1793-1852) was a Slovak poet, linguist and political activist who played an important role in the Slovak national revival movement in the 19th century. In 1830, Kollár published his most famous work, Slávy dcera, an epic poem celebrating the beauty and cultural achievements of the Slavic peoples. The poem had a significant impact on the emerging pan-Slavic movement in Europe and helped Kollár establish himself as one of the leading figures of the Slovak national revival.",

  "DynastyQuestion" : "Which royal dynasty took over in Hungary after the Battle of Mohács",
  "DynastyWittelsbach" : "The Wittelsbachs",
  "DynastyWittelsbachDescription" : "The Wittelsbach dynasty is a German noble family that rose to fame in the 12th century and became one of the most powerful and influential dynasties in Europe for several centuries. The family originated in the Bavaria region of southern Germany and quickly gained power through strategic alliances and marriages. They played a key role in the politics and culture of Bavaria and the Holy Roman Empire, with several members of the family serving as dukes, kings and emperors over the centuries.",
  "DynastyValois" : "The Valois",
  "DynastyValoisDescription" : "The Valois dynasty was a French noble family that rose to power in the late 14th century and ruled France until the mid-16th century. They were a branch of the Capetian dynasty that ruled France from the 10th century. The Valois dynasty was founded by Philip VI, who became king of France in 1328. The dynasty reached its peak during the reigns of Charles V and Charles VI, who oversaw France's cultural and artistic heyday. The reign of Charles VI. however, it was marked by political instability and the outbreak of the Hundred Years' War with England.",
  "DynastyPlantageneti" : "The Plantagenets",
  "DynastyPlantagenetiDescription" : "The Valois dynasty was a French noble family that rose to power in the late 14th century and ruled France until the mid-16th century. They were a branch of the Capetian dynasty that ruled France from the 10th century. The Valois dynasty was founded by Philip VI, who became king of France in 1328. The dynasty reached its peak during the reigns of Charles V and Charles VI, who oversaw France's cultural and artistic heyday. The reign of Charles VI. however, it was marked by political instability and the outbreak of the Hundred Years' War with England.",
  "DynastyHabsburg" : "Habsburg dynasty",
  "DynastyHabsburgDescription" : "The Habsburg dynasty was a powerful European royal dynasty that originated in Austria and became one of the most influential ruling families in European history. The dynasty was named after the Habsburg castle, which is located in present-day Switzerland and was the ancestral seat of the family. The Habsburgs rose to power in the 13th century and controlled Austria, Hungary, Spain, the Netherlands, and parts of Italy and Germany. They were known for their strategic marriages that helped them spread their power and influence across Europe.",

  "TurkStrikeQuestion" : "Mark the places where the main attacks of the Turkish troops in Slovakia were directed"

}
