{
  "MariaTerezia" : "Erb Márie Terézie",
  "MariaTereziaDescription" : "cisárovná Svätej rímskej ríše nemeckého národa (zdieľané), Kráľovná Uhorska, Česka, Chorvátska a Slavónska, Arcivojvodkyňa Rakúska, Vojvodkyňa Parmy a Piacenzy, Veľkovojvodkyňa Toskánska.",
  "Toliar" : "Toliar Márie Terézie",
  "ToliarDescription" : "Mária Terézia nechala počas svojej vlády vyraziť skoro 300 typov medených, strieborných  mincí. Jednou z najslávnejších mincí uvedenej panovníčky sú toliare nazývané levantské. Razili  sa v oblasti Predného Rakúska. Norma na ich razbu stanovovala nasledujúce parametre: veľkosť 40-41 mm, hmotnosť 28,06 g, obsahovali až 83,3 percent čistého striebra. Tieto mince boli v dobe svojej razby jednými z najreprezentatívnejších platidiel cisárovnej Márie Terézie.",
  "BratislavskyHrad" : "Bratislavský hrad",
  "BratislavskyHradDescription" : "Jadro hradu tvorí palác lichobežníkového tvaru, ktorý dal postaviť cisár Žigmund Luxemburský ako svoju rezidenciu a zároveň pevnosť proti husitom. Dnešnú podobu so štyrmi nárožnými vežičkami získal hrad v 17. storočí. V najväčšej z nich Korunnej veži sa uschovávali korunovačné klenoty. Najreprezentatívnejší charakter získal hrad počas panovania Márie Terézie, ktorá k hradnému palácu pristavala nové hospodárske budovy a založila záhrady.",
  "uloha" : "Úloha",
  "confirm" : "Potvrdiť Odpoveď",

  "P1question" : "Kto nastúpil v roku 1740 na Habsburgský trón? Označte jeho alebo jej portrét.",
  "P1MariaTerezia" : "Mária Terézia",
  "P1MariaTereziaDescription" : "Mária Terézia (1717-1780), najstaršia dcéra nemeckého cisára Karola VI., posledného mužského potomka Habsburgovcov, nastúpila na trón na základe tzv. pragmatické sankcie. Aj keď nebola vychovávaná ako budúca vládkyňa, dokázala sa tejto úlohy naplno zhostiť. Vyhýbala sa konfliktom a svoje panovnícke rozhodnutia konzultovala s okruhom spolupracovníkov. Jej manželstvo napriek tomu, že bolo politicky dohodnutým sobášom bolo veľmi šťastné. Okrem vladárskych povinností si Mária Terézia príkladne plnila aj materské povinnosti. Mala 16 deti.",
  "P1Karol" : "Karol VI. Habsburský",
  "P1KarolDescription" : "Karol VI. Habsburský (1685 - 1740) bol rakúsky arcivojvoda, rímskonemecký cisár, španielsky, uhorský a český kráľ z rodu Habsburgovcov, mladší syn cisára Leopolda I. a jeho tretej manželky Eleonóry Magdalény Falcko-neuburskej. Po svojom nástupe na cisársky trón a uzavretím Satmárskeho mieru zriadil schválením uhorského snemu stálu armádu, čo mu umožnilo zlikvidovať posledné zvyšky osmanského panstva v Uhorsku. Po definitívnom vytlačení Turkov z Uhorska nastúpil kurz hospodárskej a politickej konsolidácie monarchie.",
  "P1Jozef" : "Jozef II. Habsburský",
  "P1JozefDescription" : "Jozef II. (1741 - 1790) bol pripravovaný na to, že sa raz stane panovníkom. Ako šesťročný vedel písať a čítať vo viacerých jazykoch. Dostal dôkladné vzdelanie, jeho učiteľmi boli významní osvietenci. Nedal sa korunovať za uhorského a českého kráľa, preto ho šľachta posmešne nazývala „klobúkový kráľ”. Ešte v roku 1765 však bol korunovaný za nemeckého cisára. Už ako spoluvládca Mánie Terézie kritizoval pomalé a nedôsledné zavádzanie reforiem.",
  "P1Frantisek" : "František I. Štefan Lotrinský",
  "P1FranisekDescription" : "František Štefan I. Lotrinský (1708 - 1765) bol lotrinský vojvoda, toskánsky veľkovojvoda a cisár svätej ríše Rímskej. Svoje nie veľmi úspešné pôsobenie ako cisár si plne vynahradil v podnikateľskej oblasti, v ktorej prejavil mimoriadne nadanie. Základom jeho majetku sa stalo ohromné dedičstvo, ktoré mu poslúžilo na rozvoj podnikania. Okrem manufaktúr založil niekoľko bánk, stal sa hlavným dodávateľom pre habsburskú armádu, počas sedemročnej vojny dokonca zásoboval i armádu pruského kráľa Fridricha II.",
  "P2question" : "Označte exponáty s reformami, ktoré zaviedla Mária Terézia.",
  "P2ZdravotnaReformaBook" : "ZDRAVOTNÁ REFORMA",
  "P2ZdravotnaReforma" : "Zdravotná reforma",
  "P2ZdravotnaReformaDescription" : "Zriadenie komisií, ktoré mali chrániť obyvateľstvo pred nákazlivými chorobami a tiež mali vykonávať osvetu u prostého obyvateľstva. Kontrolovali zdravotnícke zariadenia, bojovali proti šíreniu moru a iných nákazlivých chorôb a radili obyvateľstvu stavať murované domy, nie drevené. Komisie nariaďovali aj očkovanie proti chorobám.",
  "P2TezezianskyUrbarBook" : "TEREZIÁNSKY URBÁR",
  "P2TerezianskyUrbar" : "Tereziánsky urbár",
  "P2TerezianskyUrbarDescription" : "Tereziánsky urbár určoval veľkosť poddanskej závislosti, na základe ktorej ustanovil povinnosti poddaných voči zemepánovi. Tak sa zo súkromno-právneho vzťahu medzi zemepánom a poddaným stal verejnoprávny vzťah, čím sa zlepšilo sociálne postavenie poddaných. Urbáre boli písané v jazyku ľudu, teda v slovenských oblastiach po slovensky. Urbárska regulácia upravovala poddanské pomery až do roku 1848, keď bolo poddanstvo zrušené.",
  "P2SkolskyPoriadokBook" : "VŠEOBECNÝ ŠKOLSKÝ PORIADOK",
  "P2SkolskyPoriadok" : "Všeobecný školský poriadok",
  "P2SkolskyPoriadokDescription" : "Podľa neho malo nárok na vzdelanie každé dieťa na území habsburskej monarchie, bez ohľadu na pôvod, miesto bydliska alebo pohlavie. V každej dedine sa mala založiť škola, v ktorej sa deti mali učiť tzv. trivium, teda čítať, písať a počítať, čím sa položili základy všeobecnej gramotnosti.  Všeobecný školský poriadok rozdelil školy na štyri základné typy  Ľudové školy (triviálne, hlavné a normálne),  Latinské gramatické školy, Gymnáziá a Univerzity a lýceá.",
  "P2PatentBook" : "PATENT O ZRUŠENÍ NEVOĽNÍCTVA",
  "P2Patent" : "Patent o zrušení nevoľníctva",
  "P2PatentDescription" : "Patent o zrušení nevoľníctva umožnil poddaným, aby sa slobodne sťahovali, sobášili, dávali deti na remeslo a štúdium. Predtým potrebovali súhlas zemepána. Vydanie patentu urýchlilo sťahovanie voľnej pracovnej sily do miest a priemyselných stredísk.",
  "P3question" : "Nájdite Uhorské korunovačné insígnie v miestnosti a preneste ich na prázdny podstavec napravo.",
  "P3KatedralaSvMartina" : "Katedrála svätého Martina",
  "P3KatedralaSvMartinaDescription" : "V dnešnej Katedrále sv. Martina korunovali ako prvého panovníka v roku 1563 Ferdinandovho syna Maximiliána. V rokoch 1563 až 1830 sa tu konalo 19 korunovácii. Z nich najznámejšia je korunovácia Márie Terézie. Práve za jej panovania bola na vežu kostola umiestnená kópia uhorskej koruny ako pamiatka na túto slávnostnú udalosť.",
  "P3Koruna" : "Koruna",
  "P3Casa" : "Čaša",
  "P3Jablko" : "Jablko a Plášt",
  "P3Mec" : "Meč",
  "P3Zezlo" : "Žezlo"
}